Repository: siamubee2-max/EcrinVirtuel-Swift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt

# tryOnUI.chooseAJewel
source: CHOISIR UN BIJOU
de: SCHMUCKSTÜCK WÄHLEN
en: CHOOSE A JEWEL
es: ELIGE UNA JOYA
it: SCEGLI UN GIOIELLO
pt: ESCOLHER UMA JOIA

# tryOnUI.consentDeclinedMessage
source: Essayage annulé : sans votre consentement, aucune photo n'est envoyée. Vous pourrez l'accorder au prochain essai.
de: Anprobe abgebrochen: Ohne Ihre Zustimmung wird kein Foto gesendet. Sie können sie beim nächsten Versuch erteilen.
en: Try-on cancelled: without your consent, no photo is sent. You can grant it the next time you try.
es: Prueba cancelada: sin tu consentimiento no se envía ninguna foto. Podrás darlo en el próximo intento.
it: Prova annullata: senza il tuo consenso non viene inviata alcuna foto. Potrai darlo al prossimo tentativo.
pt: Prova cancelada: sem o seu consentimento, nenhuma fotografia é enviada. Poderá dá-lo na próxima tentativa.

# tryOnUI.consentDeletion
source: La copie temporaire est supprimée de nos serveurs dès la fin de la génération.
de: Die temporäre Kopie wird nach Abschluss der Generierung sofort von unseren Servern gelöscht.
en: The temporary copy is deleted from our servers as soon as the generation is complete.
es: La copia temporal se elimina de nuestros servidores en cuanto termina la generación.
it: La copia temporanea viene eliminata dai nostri server non appena la generazione è completata.
pt: A cópia temporária é eliminada dos nossos servidores assim que a geração termina.

# tryOnUI.consentIntro
source: Avant de générer votre essayage, nous avons besoin de votre accord pour envoyer votre photo.
de: Bevor wir Ihre Anprobe erstellen, benötigen wir Ihre Zustimmung zum Senden Ihres Fotos.
en: Before generating your try-on, we need your permission to send your photo.
es: Antes de generar tu prueba, necesitamos tu permiso para enviar tu foto.
it: Prima di generare la tua prova, abbiamo bisogno del tuo consenso per inviare la tua foto.
pt: Antes de gerar a sua prova, precisamos da sua autorização para enviar a sua fotografia.

# tryOnUI.consentPrivacyLink
source: Lire notre politique de confidentialité →
de: Unsere Datenschutzerklärung lesen →
en: Read our privacy policy →
es: Leer nuestra política de privacidad →
it: Leggi la nostra informativa sulla privacy →
pt: Ler a nossa política de privacidade →

# tryOnUI.consentProviderPolicies
source: Nous demandons à fal.ai de ne pas conserver les données envoyées. Au-delà, chaque prestataire applique sa propre politique de confidentialité, détaillée dans la nôtre.
de: Wir fordern fal.ai auf, die gesendeten Daten nicht zu speichern. Darüber hinaus gilt für jeden Dienstleister seine eigene Datenschutzerklärung, die in unserer erläutert wird.
en: We ask fal.ai not to retain the data we send. Beyond that, each provider applies its own privacy policy, detailed in ours.
es: Pedimos a fal.ai que no conserve los datos enviados. Más allá de eso, cada proveedor aplica su propia política de privacidad, detallada en la nuestra.
it: Chiediamo a fal.ai di non conservare i dati inviati. Oltre a questo, ogni fornitore applica la propria informativa sulla privacy, illustrata nella nostra.
pt: Pedimos à fal.ai que não conserve os dados enviados. Além disso, cada fornecedor aplica a sua própria política de privacidade, detalhada na nossa.

# tryOnUI.consentRecipients
source: Votre photo est envoyée à nos prestataires d'IA : fal.ai (principal), puis Google Gemini ou OpenAI si fal.ai est indisponible.
de: Ihr Foto wird an unsere KI-Dienstleister gesendet: fal.ai (primär), dann Google Gemini oder OpenAI, falls fal.ai nicht verfügbar ist.
en: Your photo is sent to our AI providers: fal.ai (primary), then Google Gemini or OpenAI if fal.ai is unavailable.
es: Tu foto se envía a nuestros proveedores de IA: fal.ai (principal) y, si fal.ai no está disponible, Google Gemini u OpenAI.
it: La tua foto viene inviata ai nostri fornitori di IA: fal.ai (principale), poi Google Gemini o OpenAI se fal.ai non è disponibile.
pt: A sua fotografia é enviada aos nossos fornecedores de IA: fal.ai (principal) e, se fal.ai estiver indisponível, Google Gemini ou OpenAI.

# tryOnUI.consentTransfer
source: Ces prestataires traitent les données sur des serveurs situés aux États-Unis.
de: Diese Dienstleister verarbeiten die Daten auf Servern in den Vereinigten Staaten.
en: These providers process the data on servers located in the United States.
es: Estos proveedores tratan los datos en servidores ubicados en Estados Unidos.
it: Questi fornitori trattano i dati su server situati negli Stati Uniti.
pt: Estes fornecedores tratam os dados em servidores localizados nos Estados Unidos.

# tryOnUI.decline
source: Refuser
de: Ablehnen
en: Decline
es: Rechazar
it: Rifiuta
pt: Recusar

# tryOnUI.multiViewChooseAngles
source: Multi-vues (choisir les angles)
de: Multi-Ansicht (Winkel wählen)
en: Multi-view (choose angles)
es: Multivista (elegir ángulos)
it: Multi-vista (scegli le angolazioni)
pt: Multi-vistas (escolher os ângulos)

# tryOnUI.openSettings
source: Ouvrir Réglages
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
it: Apri Impostazioni
pt: Abrir Definições

# tryOnUI.virtual
source: Virtuel
de: Virtuell
en: Virtual
es: Virtual
it: Virtuale
pt: Virtual

# wardrobe.addClothing
source: Ajouter un vêtement
de: Kleidung hinzufügen
en: Add clothing
es: Añadir prenda
it: Aggiungi un capo
pt: Adicionar uma roupa

# wardrobe.allBrands
source: Toutes les marques
de: Alle Marken
en: All brands
es: Todas las marcas
it: Tutti i marchi
pt: Todas as marcas

# wardrobe.allCategories
source: Toutes les catégories
de: Alle Kategorien
en: All categories
es: Todas las categorías
it: Tutte le categorie
pt: Todas as categorias

# wardrobe.allColors
source: Toutes les couleurs
de: Alle Farben
en: All colors
es: Todos los colores
it: Tutti i colori
pt: Todas as cores

# wardrobe.deleteSelected
source: Supprimer la sélection
de: Ausgewählte löschen
en: Delete selected
es: Eliminar selección
it: Elimina selezionati
pt: Excluir selecionados

# wardrobe.description
source: Gérez vos vêtements et créez des looks parfaits avec vos bijoux.
de: Verwalten Sie Ihre Kleidung und erstellen Sie perfekte Looks mit Ihrem Schmuck.
en: Manage your clothes and create perfect looks with your jewelry.
es: Gestiona tu ropa y crea looks perfectos con tus joyas.
it: Gestisci i tuoi vestiti e crea look perfetti con i tuoi gioielli.
pt: Gerencie suas roupas e crie looks perfeitos com suas joias.

# wardrobe.emptyState
source: Votre dressing est vide
de: Ihr Kleiderschrank ist leer
en: Your wardrobe is empty
es: Tu armario está vacío
it: Il tuo guardaroba è vuoto
pt: Seu guarda-roupa está vazio

# wardrobe.emptyStateDesc
source: Ajoutez vos premiers vêtements pour commencer
de: Fügen Sie Ihre erste Kleidung hinzu
en: Add your first clothes to get started
es: Añade tu primera ropa para empezar
it: Aggiungi i tuoi primi capi per iniziare
pt: Adicione suas primeiras roupas para começar

# wardrobe.priceMax
source: Prix max
de: Max. Preis
en: Max price
es: Precio máx
it: Prezzo max
pt: Preço máx

# wardrobe.priceMin
source: Prix min
de: Min. Preis
en: Min price
es: Precio mín
it: Prezzo min
pt: Preço mín

# wardrobe.searchPlaceholder
source: Rechercher (robe rouge, chemise soie...)
de: Suchen (rotes Kleid, Seidenhemd...)
en: Search (red dress, silk shirt...)
es: Buscar (vestido rojo, camisa seda...)
it: Cerca (vestito rosso, camicia di seta...)
pt: Pesquisar (vestido vermelho, camisa de seda...)

# wardrobe.selectItems
source: Sélectionner
de: Auswählen
en: Select
es: Seleccionar
it: Seleziona
pt: Selecionar

# wardrobe.title
source: Mon Dressing
de: Mein Kleiderschrank
en: My Wardrobe
es: Mi Armario
it: Il Mio Guardaroba
pt: Meu Guarda-Roupa

# wardrobeUI.addPhoto
source: Ajouter une photo
de: Foto hinzufügen
en: Add a photo
es: Añadir una foto
it: Aggiungi una foto
pt: Adicionar uma foto

# wardrobeUI.addShoesToTry
source: Ajoutez des chaussures à votre garde-robe pour les essayer
de: Fügen Sie Ihrer Garderobe Schuhe hinzu, um sie anzuprobieren
en: Add shoes to your wardrobe to try them on
es: Añade zapatos a tu armario para probártelos
it: Aggiungi delle scarpe al tuo guardaroba per provarle
pt: Adicione sapatos ao seu guarda-roupa para os experimentar

# wardrobeUI.addToMyWardrobe
source: Ajouter à ma garde-robe
de: Zu meiner Garderobe hinzufügen
en: Add to my wardrobe
es: Añadir a mi armario
it: Aggiungi al mio guardaroba
pt: Adicionar ao meu guarda-roupa

# wardrobeUI.additionsSixMonths
source: Ajouts (6 mois)
de: Neuzugänge (6 Monate)
en: Additions (6 months)
es: Añadidos (6 meses)
it: Aggiunte (6 mesi)
pt: Adições (6 meses)

# wardrobeUI.analytics
source: Analytiques
de: Analysen
en: Analytics
es: Analíticas
it: Analitiche
pt: Análises

# wardrobeUI.arkitLidarInfo
source: ARKit + LiDAR détecte tes pieds et positionne les chaussures à ±2mm de précision. Bouge — les chaussures suivent.
de: ARKit + LiDAR erkennt Ihre Füße und positioniert die Schuhe mit ±2 mm Präzision. Bewegen Sie sich — die Schuhe folgen.
en: ARKit + LiDAR detects your feet and positions the shoes with ±2mm precision. Move — the shoes follow.
es: ARKit + LiDAR detecta tus pies y coloca los zapatos con una precisión de ±2 mm. Muévete — los zapatos te siguen.
it: ARKit + LiDAR rileva i tuoi piedi e posiziona le scarpe con una precisione di ±2 mm. Muoviti — le scarpe ti seguono.
pt: O ARKit + LiDAR deteta os seus pés e posiciona os sapatos com uma precisão de ±2 mm. Mova-se — os sapatos acompanham.

# wardrobeUI.availablePartnerShop
source: Disponible en boutique partenaire
de: In einer Partner-Boutique erhältlich
en: Available in a partner boutique
es: Disponible en tienda asociada
it: Disponibile in una boutique partner
pt: Disponível numa loja parceira

# wardrobeUI.breakdownByGroup
source: Répartition par groupe
de: Aufteilung nach Gruppe
en: Breakdown by group
es: Distribución por grupo
it: Ripartizione per gruppo
pt: Distribuição por grupo

# wardrobeUI.categoryCaps
source: CATÉGORIE
de: KATEGORIE
en: CATEGORY
es: CATEGORÍA
it: CATEGORIA
pt: CATEGORIA

# wardrobeUI.chooseShoe
source: CHOISIR UNE CHAUSSURE
de: SCHUH AUSWÄHLEN
en: CHOOSE A SHOE
es: ELIGE UN ZAPATO
it: SCEGLI UNA SCARPA
pt: ESCOLHER UM SAPATO

# wardrobeUI.chooseShoeFirst
source: CHOISIR UNE CHAUSSURE D'ABORD
de: ZUERST EINEN SCHUH AUSWÄHLEN
en: CHOOSE A SHOE FIRST
es: ELIGE PRIMERO UN ZAPATO
it: SCEGLI PRIMA UNA SCARPA
pt: ESCOLHA PRIMEIRO UM SAPATO

# wardrobeUI.completesThisLook
source: Complète ce look
de: Diesen Look vervollständigen
en: Complete this look
es: Completa este look
it: Completa questo look
pt: Complete este look

# wardrobeUI.dominantColors
source: Couleurs dominantes
de: Dominante Farben
en: Dominant colors
es: Colores dominantes
it: Colori dominanti
pt: Cores dominantes

# wardrobeUI.enablesDirectPurchase
source: Permet l'achat direct depuis L'Écrin
de: Ermöglicht den Direktkauf über L'Écrin
en: Enables direct purchase from L'Écrin
es: Permite la compra directa desde L'Écrin
it: Consente l'acquisto diretto da L'Écrin
pt: Permite a compra direta a partir de L'Écrin

# wardrobeUI.fromFrontOrSide
source: Depuis le devant ou de côté
de: Von vorne oder von der Seite
en: From the front or the side
es: De frente o de lado
it: Di fronte o di lato
pt: De frente ou de lado

# wardrobeUI.fromYourLibrary
source: Depuis votre bibliothèque
de: Aus Ihrer Mediathek
en: From your library
es: Desde tu galería
it: Dalla tua libreria
pt: A partir da sua biblioteca

# wardrobeUI.geminiFlashShoes
source: Gemini 2.5 Flash — Spécialisé chaussures
de: Gemini 2.5 Flash — Auf Schuhe spezialisiert
en: Gemini 2.5 Flash — Specialized in shoes
es: Gemini 2.5 Flash — Especializado en zapatos
it: Gemini 2.5 Flash — Specializzato in scarpe
pt: Gemini 2.5 Flash — Especializado em sapatos

# wardrobeUI.geminiImageInfo
source: Modèle Gemini Image haute précision. Positionnement réaliste des chaussures sur photo statique. 1 crédit consommé.
de: Hochpräzises Gemini-Image-Modell. Realistische Schuhplatzierung auf einem statischen Foto. 1 Credit wird verbraucht.
en: High-precision Gemini Image model. Realistic shoe placement on a static photo. 1 credit used.
es: Modelo Gemini Image de alta precisión. Colocación realista de los zapatos sobre una foto estática. 1 crédito consumido.
it: Modello Gemini Image ad alta precisione. Posizionamento realistico delle scarpe su foto statica. 1 credito utilizzato.
pt: Modelo Gemini Image de alta precisão. Posicionamento realista dos sapatos numa foto estática. 1 crédito consumido.

# wardrobeUI.launchAr
source: Lancer l'AR
de: AR starten
en: Launch AR
es: Iniciar AR
it: Avvia l'AR
pt: Iniciar AR

# wardrobeUI.myWardrobeCaps
source: MA GARDE-ROBE
de: MEINE GARDEROBE
en: MY WARDROBE
es: MI ARMARIO
it: IL MIO GUARDAROBA
pt: O MEU GUARDA-ROUPA

# wardrobeUI.newPieceCaps
source: NOUVELLE PIÈCE
de: NEUES TEIL
en: NEW PIECE
es: NUEVA PIEZA
it: NUOVO PEZZO
pt: NOVA PEÇA

# wardrobeUI.noPieces
source: Aucune pièce
de: Keine Teile
en: No pieces
es: Ninguna pieza
it: Nessun pezzo
pt: Nenhuma peça

# wardrobeUI.photographYourFeet
source: Photographiez vos pieds
de: Fotografieren Sie Ihre Füße
en: Photograph your feet
es: Fotografía tus pies
it: Fotografa i tuoi piedi
pt: Fotografe os seus pés

# wardrobeUI.realtimeArTryOn
source: Essayage AR en temps réel
de: AR-Anprobe in Echtzeit
en: Real-time AR try-on
es: Prueba AR en tiempo real
it: Prova AR in tempo reale
pt: Prova AR em tempo real

# wardrobeUI.resultCaps
source: RÉSULTAT
de: ERGEBNIS
en: RESULT
es: RESULTADO
it: RISULTATO
pt: RESULTADO

# wardrobeUI.shootingAngle
source: ANGLE DE PRISE DE VUE
de: AUFNAHMEWINKEL
en: SHOOTING ANGLE
es: ÁNGULO DE LA FOTO
it: ANGOLO DI SCATTO
pt: ÂNGULO DA FOTO

# wardrobeUI.topBrands
source: Marques phares
de: Top-Marken
en: Top brands
es: Marcas destacadas
it: Marchi principali
pt: Marcas de destaque

# wardrobeUI.tryNow
source: Essayer maintenant
de: Jetzt anprobieren
en: Try on now
es: Probar ahora
it: Prova ora
pt: Experimentar agora

# wardrobeUI.tryOnCaps
source: ESSAYAGE
de: ANPROBE
en: TRY-ON
es: PRUEBA
it: PROVA
pt: PROVA

# wardrobeUI.tryOnInProgress
source: Essayage en cours…
de: Anprobe läuft…
en: Try-on in progress…
es: Prueba en curso…
it: Prova in corso…
pt: Prova em curso…

# wardrobeUI.tryTheseShoes
source: Essayer ces chaussures
de: Diese Schuhe anprobieren
en: Try these shoes
es: Probar estos zapatos
it: Prova queste scarpe
pt: Experimentar estes sapatos

# wardrobeUI.virtual
source: Virtuelle
de: Virtuell
en: Virtual
es: Virtual
it: Virtuale
pt: Virtual

# wardrobeUI.yourPhotoCaps
source: VOTRE PHOTO
de: IHR FOTO
en: YOUR PHOTO
es: TU FOTO
it: LA TUA FOTO
pt: A SUA FOTO

# weatherCondition.clearSky
source: Ciel dégagé
de: Klarer Himmel
en: Clear sky
es: Cielo despejado
it: Cielo sereno
pt: Céu limpo

# weatherCondition.drizzle
source: Bruine
de: Nieselregen
en: Drizzle
es: Llovizna
it: Pioggerella
pt: Chuvisco

# weatherCondition.foggy
source: Brouillard
de: Nebel
en: Fog
es: Niebla
it: Nebbia
pt: Nevoeiro

# weatherCondition.partlyCloudy
source: Partiellement nuageux
de: Teilweise bewölkt
en: Partly cloudy
es: Parcialmente nublado
it: Parzialmente nuvoloso
pt: Parcialmente nublado

# weatherCondition.rain
source: Pluie
de: Regen
en: Rain
es: Lluvia
it: Pioggia
pt: Chuva

# weatherCondition.snow
source: Neige
de: Schnee
en: Snow
es: Nieve
it: Neve
pt: Neve

# weatherCondition.thunderstorm
source: Orage
de: Gewitter
en: Thunderstorm
es: Tormenta
it: Temporale
pt: Trovoada

# weatherConditions.cloudy
source: Nuageux
de: Bewölkt
en: Cloudy
es: Nublado
it: Nuvoloso
pt: Nublado

# weatherConditions.cold
source: Froid
de: Kalt
en: Cold
es: Frío
it: Freddo
pt: Frio

# weatherConditions.foggy
source: Brumeux
de: Neblig
en: Foggy
es: Brumoso
it: Nebbioso
pt: Nevoeiro

# weatherConditions.hot
source: Chaud
de: Heiß
en: Hot
es: Caluroso
it: Caldo
pt: Quente

# weatherConditions.mild
source: Doux
de: Mild
en: Mild
es: Templado
it: Mite
pt: Ameno

# weatherConditions.rainy
source: Pluvieux
de: Regnerisch
en: Rainy
es: Lluvioso
it: Piovoso
pt: Chuvoso

# weatherConditions.snowy
source: Neigeux
de: Verschneit
en: Snowy
es: Nevado
it: Nevoso
pt: Nevando

# weatherConditions.stormy
source: Orageux
de: Stürmisch
en: Stormy
es: Tormentoso
it: Tempestoso
pt: Tempestuoso

# weatherConditions.sunny
source: Ensoleillé
de: Sonnig
en: Sunny
es: Soleado
it: Soleggiato
pt: Ensolarado

# weatherConditions.windy
source: Venteux
de: Windig
en: Windy
es: Ventoso
it: Ventoso
pt: Ventoso

# weatherUI.continueAction
source: Continuer
de: Weiter
en: Continue
es: Continuar
it: Continua
pt: Continuar

# weatherUI.disableDailyReminder
source: Désactiver le rappel quotidien
de: Tägliche Erinnerung deaktivieren
en: Turn off the daily reminder
es: Desactivar el recordatorio diario
it: Disattiva il promemoria giornaliero
pt: Desativar o lembrete diário

# weatherUI.enable8amReminder
source: Activer le rappel 8h
de: 8-Uhr-Erinnerung aktivieren
en: Turn on the 8 AM reminder
es: Activar el recordatorio de las 8 h
it: Attiva il promemoria delle 8
pt: Ativar o lembrete das 8 h

# weatherUI.enterMyCity
source: Saisir ma ville
de: Meine Stadt eingeben
en: Enter my city
es: Introducir mi ciudad
it: Inserisci la mia città
pt: Introduzir a minha cidade

# weatherUI.filterByBudget
source: Filtrer par budget
de: Nach Budget filtern
en: Filter by budget
es: Filtrar por presupuesto
it: Filtra per budget
pt: Filtrar por orçamento

# weatherUI.locationPrivacyNotice
source: L'Écrin Virtuel utilise votre position pour vous proposer un look adapté à la météo de votre ville. Vos coordonnées ne sont jamais stockées sur nos serveurs.
de: L'Écrin Virtuel verwendet Ihren Standort, um Ihnen einen Look passend zum Wetter in Ihrer Stadt vorzuschlagen. Ihre Koordinaten werden niemals auf unseren Servern gespeichert.
en: L'Écrin Virtuel uses your location to suggest a look suited to the weather in your city. Your coordinates are never stored on our servers.
es: L'Écrin Virtuel utiliza tu ubicación para proponerte un look adaptado al clima de tu ciudad. Tus coordenadas nunca se almacenan en nuestros servidores.
it: L'Écrin Virtuel utilizza la tua posizione per proporti un look adatto al meteo della tua città. Le tue coordinate non vengono mai memorizzate sui nostri server.
pt: L'Écrin Virtuel utiliza a sua localização para lhe propor um look adequado à meteorologia da sua cidade. As suas coordenadas nunca são armazenadas nos nossos servidores.

# weatherUI.lookAlreadySaved
source: Look déjà sauvegardé
de: Look bereits gespeichert
en: Look already saved
es: Look ya guardado
it: Look già salvato
pt: Look já guardado

# weatherUI.myWardrobe
source: Ma garde-robe
de: Meine Garderobe
en: My wardrobe
es: Mi armario
it: Il mio guardaroba
pt: O meu guarda-roupa

# weatherUI.refreshLook
source: Actualiser le look
de: Look aktualisieren
en: Refresh the look
es: Actualizar el look
it: Aggiorna il look
pt: Atualizar o look

# weddingUI.addByEmail
source: AJOUTER PAR EMAIL
de: PER E-MAIL HINZUFÜGEN
en: ADD BY EMAIL
es: AÑADIR POR EMAIL
it: AGGIUNGI VIA EMAIL
pt: ADICIONAR POR EMAIL

# weddingUI.bridalLook
source: Look de Mariée
de: Braut-Look
en: Bridal Look
es: Look de novia
it: Look da sposa
pt: Look de noiva

# weddingUI.bridesmaidsLabel
source: DEMOISELLES D'HONNEUR
de: BRAUTJUNGFERN
en: BRIDESMAIDS
es: DAMAS DE HONOR
it: DAMIGELLE D'ONORE
pt: DAMAS DE HONOR

# weddingUI.bridesmaidsTryHint
source: Vos demoiselles pourront voir votre sélection et essayer chaque bijou sur elles-mêmes.
de: Ihre Brautjungfern können Ihre Auswahl sehen und jedes Schmuckstück selbst anprobieren.
en: Your bridesmaids will be able to see your selection and try each jewel on themselves.
es: Tus damas podrán ver tu selección y probarse cada joya en ellas mismas.
it: Le tue damigelle potranno vedere la tua selezione e provare ogni gioiello su di loro.
pt: As suas damas poderão ver a sua seleção e experimentar cada joia nelas próprias.

# weddingUI.changeButton
source: Changer
de: Ändern
en: Change
es: Cambiar
it: Cambia
pt: Alterar

# weddingUI.chooseJewel
source: Choisir un bijou
de: Ein Schmuckstück wählen
en: Choose a jewel
es: Elegir una joya
it: Scegli un gioiello
pt: Escolher uma joia

# weddingUI.completionLabel
source: COMPLÉTION
de: FORTSCHRITT
en: COMPLETION
es: PROGRESO
it: COMPLETAMENTO
pt: PROGRESSO

# weddingUI.confirm
source: Confirmer
de: Bestätigen
en: Confirm
es: Confirmar
it: Conferma
pt: Confirmar

# weddingUI.emailPlaceholder
source: email@exemple.com
de: email@beispiel.com
en: email@example.com
es: email@ejemplo.com
it: email@esempio.com
pt: email@exemplo.com

# weddingUI.lookComplete
source: Look complet !
de: Look vollständig!
en: Look complete!
es: ¡Look completo!
it: Look completo!
pt: Look completo!

# weddingUI.placementsLabel
source: LES EMPLACEMENTS
de: PLATZIERUNGEN
en: PLACEMENTS
es: LAS POSICIONES
it: LE POSIZIONI
pt: AS POSIÇÕES

# weddingUI.removeThisJewel
source: Retirer ce bijou
de: Dieses Schmuckstück entfernen
en: Remove this jewel
es: Quitar esta joya
it: Rimuovi questo gioiello
pt: Remover esta joia

# weddingUI.sendInvitations
source: Envoyer les invitations
de: Einladungen senden
en: Send invitations
es: Enviar las invitaciones
it: Invia gli inviti
pt: Enviar os convites

# weddingUI.setWeddingDate
source: Définir la date du mariage
de: Hochzeitsdatum festlegen
en: Set the wedding date
es: Definir la fecha de la boda
it: Imposta la data del matrimonio
pt: Definir a data do casamento

# weddingUI.shareLookMessage
source: Voici mon look mariage, vous pouvez essayer chaque bijou !
de: Hier ist mein Hochzeitslook – Sie können jedes Schmuckstück anprobieren!
en: Here is my wedding look — you can try on every jewel!
es: ¡Este es mi look de boda, puedes probarte cada joya!
it: Ecco il mio look da sposa, puoi provare ogni gioiello!
pt: Aqui está o meu look de casamento — pode experimentar cada joia!

# weddingUI.shareWithBridesmaids
source: Partager avec mes demoiselles
de: Mit meinen Brautjungfern teilen
en: Share with my bridesmaids
es: Compartir con mis damas
it: Condividi con le mie damigelle
pt: Partilhar com as minhas damas

# weddingUI.shareYourLook
source: Partagez votre look
de: Teilen Sie Ihren Look
en: Share your look
es: Comparte tu look
it: Condividi il tuo look
pt: Partilhe o seu look

# weddingUI.weddingDate
source: Date du Mariage
de: Hochzeitsdatum
en: Wedding Date
es: Fecha de la boda
it: Data del matrimonio
pt: Data do casamento

# weddingUI.yourPerfectDay
source: VOTRE JOUR PARFAIT
de: IHR PERFEKTER TAG
en: YOUR PERFECT DAY
es: TU DÍA PERFECTO
it: IL TUO GIORNO PERFETTO
pt: O SEU DIA PERFEITO

# weddingUI.yourSelection
source: VOTRE SÉLECTION
de: IHRE AUSWAHL
en: YOUR SELECTION
es: TU SELECCIÓN
it: LA TUA SELEZIONE
pt: A SUA SELEÇÃO

# aiStylist.season
source: Saison
en: Season
es: Temporada
it: Stagione
pt: Estação

# appUI.profile
source: Profil
en: Profile
es: Perfil
it: Profilo
pt: Perfil

# appUI.wardrobe
source: Garde-robe
en: Wardrobe
es: Armario
it: Guardaroba
pt: Guarda-roupa

# brand.name
source: L'Écrin Virtuel
en: Virtual Jewelry Box
es: Joyero Virtual

# brand.watermark
source: L'Écrin Virtuel
en: Virtual Jewelry Box
es: Joyero Virtual

# brand.website
source: ecrin-virtuel.app
en: virtualjewelrybox.app
es: joyerovirtual.app

# clothingCategories.accessories
source: Accessoires
en: Accessories
es: Accesorios
it: Accessori
pt: Acessórios

# home.premiumDesc
source: Abonnement
en: Subscription
es: Suscripción
it: Abbonamento
pt: Assinatura

# jewelryDetectionUI.gallery
source: Galerie
en: Gallery
es: Galería
it: Galleria
pt: Galeria

# moodBoardUI.galleryTitle
source: GALERIE
en: GALLERY
es: GALERÍA
it: GALLERIA
pt: GALERIA

# photoEditor.aspectRatio
source: Format
en: Aspect ratio
es: Proporción
it: Formato
pt: Formato

# profileUI.profileTitle
source: PROFIL
en: PROFILE
es: PERFIL
it: PROFILO
pt: PERFIL
